[
  {
    "name": "Giuseppe Carleo",
    "id": "https://openalex.org/A5007408828",
    "institution": "ETH Zurich",
    "score": 0.0,
    "is_conflict": false,
    "works": [
      {
        "id": "https://openalex.org/W4403511026",
        "title": "Variational benchmarks for quantum many-body problems",
        "abstract": "The continued development of computational approaches to many-body ground-state problems in physics and chemistry calls for a consistent way to assess its overall progress. In this work, we introduce a metric of variational accuracy, the V-score, obtained from the variational energy and its variance. We provide an extensive curated dataset of variational calculations of many-body quantum systems, identifying cases where state-of-the-art numerical approaches show limited accuracy and future algorithms or computational platforms, such as quantum computing, could provide improved accuracy. The V-score can be used as a metric to assess the progress of quantum variational methods toward a quantum advantage for ground-state problems, especially in regimes where classical verifiability is impossible.",
        "publication_year": 2024,
        "citation_count": 20
      },
      {
        "id": "https://openalex.org/W4400240323",
        "title": "Message-passing neural quantum states for the homogeneous electron gas",
        "abstract": "",
        "publication_year": 2024,
        "citation_count": 20
      },
      {
        "id": "https://openalex.org/W4396722762",
        "title": "Neural-network quantum states for ultra-cold Fermi gases",
        "abstract": "Abstract Ultra-cold Fermi gases exhibit a rich array of quantum mechanical properties, including the transition from a fermionic superfluid Bardeen-Cooper-Schrieffer (BCS) state to a bosonic superfluid Bose-Einstein condensate (BEC). While these properties can be precisely probed experimentally, accurately describing them poses significant theoretical challenges due to strong pairing correlations and the non-perturbative nature of particle interactions. In this work, we introduce a Pfaffian-Jastrow neural-network quantum state featuring a message-passing architecture to efficiently capture pairing and backflow correlations. We benchmark our approach on existing Slater-Jastrow frameworks and state-of-the-art diffusion Monte Carlo methods, demonstrating a performance advantage and the scalability of our scheme. We show that transfer learning stabilizes the training process in the presence of strong, short-ranged interactions, and allows for an effective exploration of the BCS-BEC crossover region. Our findings highlight the potential of neural-network quantum states as a promising strategy for investigating ultra-cold Fermi gases.",
        "publication_year": 2024,
        "citation_count": 12
      },
      {
        "id": "https://openalex.org/W4391542475",
        "title": "Variational quantum time evolution without the quantum geometric tensor",
        "abstract": "Real- and imaginary-time quantum state evolutions are crucial in physics and chemistry for exploring quantum dynamics, preparing ground states, and computing thermodynamic observables. On near-term devices, variational quantum time evolution is a promising candidate for these tasks, as the required circuit model can be tailored to the available devices' capabilities. Due to the evaluation of the quantum geometric tensor (QGT), however, this approach quickly becomes infeasible for relevant system sizes. Here, we propose a dual formulation for variational time evolution, which replaces the calculation of the QGT by solving a fidelity-based optimization to compute updates to the dynamics in each time step. We demonstrate our algorithm for the time evolution of the Heisenberg Hamiltonian and show that it accurately reproduces the system dynamics at a fraction of the cost of standard variational quantum time evolution algorithms. Published by the American Physical Society 2024",
        "publication_year": 2024,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W4385429036",
        "title": "Dilute neutron star matter from neural-network quantum states",
        "abstract": "Low-density neutron matter is characterized by fascinating emergent quantum phenomena, such as the formation of Cooper pairs and the onset of superfluidity. We model this density regime by capitalizing on the expressivity of the hidden-nucleon neural-network quantum states combined with variational Monte Carlo and stochastic reconfiguration techniques. Our approach is competitive with the auxiliary-field diffusion Monte Carlo method at a fraction of the computational cost. Using a leading-order pionless effective field theory Hamiltonian, we compute the energy per particle of infinite neutron matter and compare it with those obtained from highly realistic interactions. In addition, a comparison between the spin-singlet and triplet two-body distribution functions indicates the emergence of pairing in the ${}^{1}{S}_{0}$ channel.",
        "publication_year": 2023,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W4383217779",
        "title": "From tensor-network quantum states to tensorial recurrent neural networks",
        "abstract": "A recurrent neural network with a linear memory update is proposed to exactly represent any matrix product state (MPS) and is further generalized to 2D lattices using a multilinear memory update. It supports perfect sampling and wave-function evaluation in polynomial time, provides exact representation of an area law of entanglement entropy, and outperforms MPS by orders of magnitude in parameter efficiency.",
        "publication_year": 2023,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W4378447137",
        "title": "Unbiasing time-dependent Variational Monte Carlo by projected quantum\n  evolution",
        "abstract": "We analyze the accuracy and sample complexity of variational Monte Carlo approaches to simulate the dynamics of many-body quantum systems classically. By systematically studying the relevant stochastic estimators, we are able to: (i) prove that the most used scheme, the time-dependent Variational Monte Carlo (tVMC), is affected by a systematic statistical bias or exponential sample complexity when the wave function contains some (possibly approximate) zeros, an important case for fermionic systems and quantum information protocols; (ii) show that a different scheme based on the solution of an optimization problem at each time step is free from such problems; (iii) improve the sample complexity of this latter approach by several orders of magnitude with respect to previous proofs of concept. Finally, we apply our advancements to study the high-entanglement phase in a protocol of non-Clifford unitary dynamics with local random measurements in 2D, first benchmarking on small spin lattices and then extending to large systems.",
        "publication_year": 2023,
        "citation_count": 20
      },
      {
        "id": "https://openalex.org/W3033312235",
        "title": "Quantum process tomography with unsupervised learning and tensor networks",
        "abstract": "The impressive pace of advance of quantum technology calls for robust and scalable techniques for the characterization and validation of quantum hardware. Quantum process tomography, the reconstruction of an unknown quantum channel from measurement data, remains the quintessential primitive to completely characterize quantum devices. However, due to the exponential scaling of the required data and classical post-processing, its range of applicability is typically restricted to one- and two-qubit gates. Here, we present a technique for performing quantum process tomography that addresses these issues by combining a tensor network representation of the channel with a data-driven optimization inspired by unsupervised machine learning. We demonstrate our technique through synthetically generated data for ideal one- and two-dimensional random quantum circuits of up to 10 qubits, and a noisy 5-qubit circuit, reaching process fidelities above 0.99 using several orders of magnitude fewer (single-qubit) measurement shots than traditional tomographic techniques. Our results go far beyond state-of-the-art, providing a practical and timely tool for benchmarking quantum circuits in current and near-term quantum computers.",
        "publication_year": 2023,
        "citation_count": 44
      },
      {
        "id": "https://openalex.org/W4320558476",
        "title": "Variational Benchmarks for Quantum Many-Body Problems",
        "abstract": "The continued development of computational approaches to many-body ground-state problems in physics and chemistry calls for a consistent way to assess its overall progress. In this work, we introduce a metric of variational accuracy, the V-score, obtained from the variational energy and its variance. We provide an extensive curated dataset of variational calculations of many-body quantum systems, identifying cases where state-of-the-art numerical approaches show limited accuracy, and future algorithms or computational platforms, such as quantum computing, could provide improved accuracy. The V-score can be used as a metric to assess the progress of quantum variational methods toward a quantum advantage for ground-state problems, especially in regimes where classical verifiability is impossible.",
        "publication_year": 2023,
        "citation_count": 20
      },
      {
        "id": "https://openalex.org/W4283323132",
        "title": "Hidden-nucleons neural-network quantum states for the nuclear many-body problem",
        "abstract": "We generalize the hidden-fermion family of neural network quantum states to encompass both continuous and discrete degrees of freedom and solve the nuclear many-body Schr\\\"odinger equation in a systematically improvable fashion. We demonstrate that adding hidden nucleons to the original Hilbert space considerably augments the expressivity of the neural-network architecture compared to the Slater-Jastrow ansatz. The benefits of explicitly encoding in the wave function point symmetries such as parity and time-reversal are also discussed. Leveraging on improved optimization methods and sampling techniques, the hidden-nucleon ansatz achieves an accuracy comparable to the numerically-exact hyperspherical harmonic method in light nuclei and to the auxiliary field diffusion Monte Carlo in $^{16}$O. Thanks to its polynomial scaling with the number of nucleons, this method opens the way to highly-accurate quantum Monte Carlo studies of medium-mass nuclei.",
        "publication_year": 2022,
        "citation_count": 36
      },
      {
        "id": "https://openalex.org/W4311625874",
        "title": "Variational dynamics as a ground-state problem on a quantum computer",
        "abstract": "We propose a variational quantum algorithm to study the real time dynamics of quantum systems as a ground-state problem. The method is based on the original proposal of Feynman and Kitaev to encode time into a register of auxiliary qubits. We prepare the Feynman-Kitaev Hamiltonian acting on the composed system as a qubit operator and find an approximate ground state using the Variational Quantum Eigensolver. We apply the algorithm to the study of the dynamics of a transverse field Ising chain with an increasing number of spins and time steps, proving a favorable scaling in terms of the number of two qubit gates. Through numerical experiments, we investigate its robustness against noise, showing that the method can be use to evaluate dynamical properties of quantum systems and detect the presence of dynamical quantum phase transitions by measuring Loschmidt echoes.",
        "publication_year": 2022,
        "citation_count": 15
      },
      {
        "id": "https://openalex.org/W4304891715",
        "title": "Variational solutions to fermion-to-qubit mappings in two spatial dimensions",
        "abstract": "Through the introduction of auxiliary fermions, or an enlarged spin space, one can map local fermion Hamiltonians onto local spin Hamiltonians, at the expense of introducing a set of additional constraints. We present a variational Monte-Carlo framework to study fermionic systems through higher-dimensional (<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mo>&amp;#x003E;</mml:mo></mml:math>1D) Jordan-Wigner transformations. We provide exact solutions to the parity and Gauss-law constraints that are encountered in bosonization procedures. We study the<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mi>t</mml:mi></mml:math>-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mi>V</mml:mi></mml:math>model in 2D and demonstrate how both the ground state and the low-energy excitation spectra can be retrieved in combination with neural network quantum state ansatze.",
        "publication_year": 2022,
        "citation_count": 13
      },
      {
        "id": "https://openalex.org/W4226484342",
        "title": "Matrix product states with backflow correlations",
        "abstract": "By taking inspiration from the backflow transformation for correlated systems, we introduce a novel tensor network ansatz which extend the well-established Matrix Product State representation of a quantum-many body wave function. This new structure provides enough resources to ensure that states in dimension larger or equal than one obey an area law for entanglement. It can be efficiently manipulated to address the ground-state search problem by means of an optimization scheme which mixes tensor-network and variational Monte-Carlo algorithms. We benchmark the new ansatz against spin models both in one and two dimensions, demonstrating high accuracy and precision. We finally employ our approach to study the challenging $S=1/2$ two dimensional $J_1 - J_2$ model, demonstrating that it is competitive with the state of the art methods in 2D.",
        "publication_year": 2022,
        "citation_count": 12
      },
      {
        "id": "https://openalex.org/W4293011056",
        "title": "Neural-network quantum states for periodic systems in continuous space",
        "abstract": "We introduce a family of neural quantum states for the simulation of strongly interacting systems in the presence of spatial periodicity. Our variational state is parameterized in terms of a permutationally-invariant part described by the Deep Sets neural-network architecture. The input coordinates to the Deep Sets are periodically transformed such that they are suitable to directly describe periodic bosonic systems. We show example applications to both one and two-dimensional interacting quantum gases with Gaussian interactions, as well as to $^4$He confined in a one-dimensional geometry. For the one-dimensional systems we find very precise estimations of the ground-state energies and the radial distribution functions of the particles. In two dimensions we obtain good estimations of the ground-state energies, comparable to results obtained from more conventional methods.",
        "publication_year": 2022,
        "citation_count": 44
      },
      {
        "id": "https://openalex.org/W3158405453",
        "title": "Role of stochastic noise and generalization error in the time propagation of neural-network quantum states",
        "abstract": "Neural-network quantum states (NQS) have been shown to be a suitable variational ansatz to simulate out-of-equilibrium dynamics in two-dimensional systems using time-dependent variational Monte Carlo (t-VMC). In particular, stable and accurate time propagation over long time scales has been observed in the square-lattice Heisenberg model using the Restricted Boltzmann machine architecture. However, achieving similar performance in other systems has proven to be more challenging. In this article, we focus on the two-leg Heisenberg ladder driven out of equilibrium by a pulsed excitation as a benchmark system. We demonstrate that unmitigated noise is strongly amplified by the nonlinear equations of motion for the network parameters, which causes numerical instabilities in the time evolution. As a consequence, the achievable accuracy of the simulated dynamics is a result of the interplay between network expressiveness and measures required to remedy these instabilities. We show that stability can be greatly improved by appropriate choice of regularization. This is particularly useful as tuning of the regularization typically imposes no additional computational cost. Inspired by machine learning practice, we propose a validation-set based diagnostic tool to help determining optimal regularization hyperparameters for t-VMC based propagation schemes. For our benchmark, we show that stable and accurate time propagation can be achieved in regimes of sufficiently regularized variational dynamics.",
        "publication_year": 2022,
        "citation_count": 29
      },
      {
        "id": "https://openalex.org/W4226506708",
        "title": "Gauge Equivariant Neural Networks for Quantum Lattice Gauge Theories",
        "abstract": "Gauge symmetries play a key role in physics appearing in areas such as quantum field theories of the fundamental particles and emergent degrees of freedom in quantum materials. Motivated by the desire to efficiently simulate many-body quantum systems with exact local gauge invariance, gauge equivariant neural-network quantum states are introduced, which exactly satisfy the local Hilbert space constraints necessary for the description of quantum lattice gauge theory with Z_{d} gauge group and non-Abelian Kitaev D(G) models on different geometries. Focusing on the special case of Z_{2} gauge group on a periodically identified square lattice, the equivariant architecture is analytically shown to contain the loop-gas solution as a special case. Gauge equivariant neural-network quantum states are used in combination with variational quantum Monte Carlo to obtain compact descriptions of the ground state wave function for the Z_{2} theory away from the exactly solvable limit, and to demonstrate the confining or deconfining phase transition of the Wilson loop order parameter.",
        "publication_year": 2021,
        "citation_count": 13
      },
      {
        "id": "https://openalex.org/W4200627982",
        "title": "Nuclei with Up to $$\\varvec{A=6}$$ Nucleons with Artificial Neural Network Wave Functions",
        "abstract": "",
        "publication_year": 2021,
        "citation_count": 24
      },
      {
        "id": "https://openalex.org/W3214112504",
        "title": "Unbiased Monte Carlo cluster updates with autoregressive neural networks",
        "abstract": "Efficient sampling of complex high-dimensional probability distributions is a central task in computational science. Machine learning methods like autoregressive neural networks, used with Markov chain Monte Carlo sampling, provide good approximations to such distributions but suffer from either intrinsic bias or high variance. In this Letter, we propose a way to make this approximation unbiased and with low variance. Our method uses physical symmetries and variable-size cluster updates which utilize the structure of autoregressive factorization. We test our method for first- and second-order phase transitions of classical spin systems, showing its viability for critical systems and in the presence of metastable states.Received 28 May 2021Accepted 20 October 2021DOI:https://doi.org/10.1103/PhysRevResearch.3.L042024Published by the American Physical Society under the terms of the Creative Commons Attribution 4.0 International license. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.Published by the American Physical SocietyPhysics Subject Headings (PhySH)Research AreasFrustrated magnetismPhysical SystemsArtificial neural networksClassical spin modelsTechniquesMachine learningMetropolis algorithmMonte Carlo methodsVariational approachStatistical Physics",
        "publication_year": 2021,
        "citation_count": 35
      },
      {
        "id": "https://openalex.org/W3184680462",
        "title": "An efficient quantum algorithm for the time evolution of parameterized circuits",
        "abstract": "We introduce a novel hybrid algorithm to simulate the real-time evolution of quantum systems using parameterized quantum circuits. The method, named \"projected - Variational Quantum Dynamics\" (p-VQD) realizes an iterative, global projection of the exact time evolution onto the parameterized manifold. In the small time-step limit, this is equivalent to the McLachlan's variational principle. Our approach is efficient in the sense that it exhibits an optimal linear scaling with the total number of variational parameters. Furthermore, it is global in the sense that it uses the variational principle to optimize all parameters at once. The global nature of our approach then significantly extends the scope of existing efficient variational methods, that instead typically rely on the iterative optimization of a restricted subset of variational parameters. Through numerical experiments, we also show that our approach is particularly advantageous over existing global optimization algorithms based on the time-dependent variational principle that, due to a demanding quadratic scaling with parameter numbers, are unsuitable for large parameterized quantum circuits.",
        "publication_year": 2021,
        "citation_count": 15
      },
      {
        "id": "https://openalex.org/W3175249924",
        "title": "Classical variational simulation of the Quantum Approximate Optimization Algorithm",
        "abstract": "A key open question in quantum computing is whether quantum algorithms can potentially offer a significant advantage over classical algorithms for tasks of practical interest. Understanding the limits of classical computing in simulating quantum systems is an important component of addressing this question. We introduce a method to simulate layered quantum circuits consisting of parametrized gates, an architecture behind many variational quantum algorithms suitable for near-term quantum computers. A neural-network parametrization of the many-qubit wave function is used, focusing on states relevant for the Quantum Approximate Optimization Algorithm (QAOA). For the largest circuits simulated, we reach 54 qubits at 4 QAOA layers, approximately implementing 324 RZZ gates and 216 RX gates without requiring large-scale computational resources. For larger systems, our approach can be used to provide accurate QAOA simulations at previously unexplored parameter values and to benchmark the next generation of experiments in the Noisy Intermediate-Scale Quantum (NISQ) era.",
        "publication_year": 2021,
        "citation_count": 13
      },
      {
        "id": "https://openalex.org/W3046391053",
        "title": "Phases of two-dimensional spinless lattice fermions with first-quantized deep neural-network quantum states",
        "abstract": "First-quantized deep neural network techniques are developed for analyzing strongly coupled fermionic systems on the lattice. Using a Slater-Jastrow inspired ansatz which exploits deep residual networks with convolutional residual blocks, we approximately determine the ground state of spinless fermions on a square lattice with nearest-neighbor interactions. The flexibility of the neural-network ansatz results in a high level of accuracy when compared to exact diagonalization results on small systems, both for energy and correlation functions. On large systems, we obtain accurate estimates of the boundaries between metallic and charge ordered phases as a function of the interaction strength and the particle density.",
        "publication_year": 2020,
        "citation_count": 49
      },
      {
        "id": "https://openalex.org/W3107888636",
        "title": "Natural evolution strategies and variational Monte Carlo",
        "abstract": "A notion of quantum natural evolution strategies is introduced, which provides a geometric synthesis of a number of known quantum/classical algorithms for performing classical black-box optimization. Recent work of Gomes et al. [2019] on heuristic combinatorial optimization using neural quantum states is pedagogically reviewed in this context, emphasizing the connection with natural evolution strategies. The algorithmic framework is illustrated for approximate combinatorial optimization problems, and a systematic strategy is found for improving the approximation ratios. In particular it is found that natural evolution strategies can achieve approximation ratios competitive with widely used heuristic algorithms for Max-Cut, at the expense of increased computation time.",
        "publication_year": 2020,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W4377191418",
        "title": "Quantum process tomography with unsupervised learning and tensor networks",
        "abstract": "The impressive pace of advance of quantum technology calls for robust and scalable techniques for the characterization and validation of quantum hardware. Quantum process tomography, the reconstruction of an unknown quantum channel from measurement data, remains the quintessential primitive to completely characterize quantum devices. However, due to the exponential scaling of the required data and classical post-processing, its range of applicability is typically restricted to one- and two-qubit gates. Here, we present a new technique for performing quantum process tomography that addresses these issues by combining a tensor network representation of the channel with a data-driven optimization inspired by unsupervised machine learning. We demonstrate our technique through synthetically generated data for ideal one- and two-dimensional random quantum circuits of up to 10 qubits, and a noisy 5-qubit circuit, reaching process fidelities above 0.99 using only a limited set of single-qubit measurement samples and input states. Our results go far beyond state-of-the-art, providing a practical and timely tool for benchmarking quantum circuits in current and near-term quantum computers.",
        "publication_year": 2020,
        "citation_count": 17
      },
      {
        "id": "https://openalex.org/W3105447552",
        "title": "Ground state phase diagram of the one-dimensional Bose-Hubbard model from restricted Boltzmann machines",
        "abstract": "Abstract Motivated by recent advances in the representation of ground state wavefunctions of quantum many-body systems using restricted Boltzmann machines as variational ansatz, we utilize an open-source platform for constructing such ansatz called NetKet to explore the extent of applicability of restricted Boltzmann machines to bosonic lattice models. Within NetKet, we design and train these machines for the one-dimensional Bose-Hubbard model through a Monte Carlo sampling of the Fock space. We vary parameters such as the strength of the onsite repulsion, the chemical potential, the system size and the maximum site occupancy and use converged equations of state to identify phase boundaries between the Mott insulating and superfluid phases. We compare the average density and the energy to results from exact diagonalization and map out the ground state phase diagram, which agrees qualitatively with previous finding obtained through conventional means.",
        "publication_year": 2019,
        "citation_count": 21
      },
      {
        "id": "https://openalex.org/W2765230977",
        "title": "Single-atom-resolved probing of lattice gases in momentum space",
        "abstract": "Measuring the full distribution of individual particles is of fundamental importance to characterize many-body quantum systems through correlation functions at any order. Here, we demonstrate the possibility to reconstruct the momentum-space distribution of three-dimensional interacting lattice gases atom by atom. This is achieved by detecting individual metastable $^{4}\\mathrm{He}^{*}$ atoms in the far-field regime of expansion, when released from an optical lattice. We benchmark our technique with quantum Monte Carlo calculations, demonstrating the ability to resolve momentum distributions of superfluids occupying ${10}^{5}$ lattice sites. It permits a direct measure of the condensed fraction across phase transitions, as we illustrate on the superfluid-to-normal transition. Our single-atom-resolved approach opens a route to investigate interacting lattice gases through momentum correlations.",
        "publication_year": 2018,
        "citation_count": 23
      },
      {
        "id": "https://openalex.org/W2783007109",
        "title": "Neural-network Quantum States",
        "abstract": "",
        "publication_year": 2018,
        "citation_count": 28
      },
      {
        "id": "https://openalex.org/W3103516409",
        "title": "Unitary Dynamics of Strongly Interacting Bose Gases with the Time-Dependent Variational Monte Carlo Method in Continuous Space",
        "abstract": "Predicting the motions of quantum particles in large ensembles is mathematically complex and computationally expensive. A new theoretical method shows promise for predicting the dynamics of a gas of quantum particles by accurately describing the dynamics of one-dimensional strongly interacting bosons.",
        "publication_year": 2017,
        "citation_count": 31
      }
    ]
  },
  {
    "name": "Dmitry A. Abanin",
    "id": "https://openalex.org/A5018660847",
    "institution": "University of Geneva",
    "score": 0.0,
    "is_conflict": false,
    "works": [
      {
        "id": "https://openalex.org/W4405183524",
        "title": "Quantum error correction below the surface code threshold",
        "abstract": "",
        "publication_year": 2024,
        "citation_count": 49
      },
      {
        "id": "https://openalex.org/W4403244104",
        "title": "Phase transitions in random circuit sampling",
        "abstract": "Undesired coupling to the surrounding environment destroys long-range correlations in quantum processors and hinders coherent evolution in the nominally available computational space. This noise is an outstanding challenge when leveraging the computation power of near-term quantum processors",
        "publication_year": 2024,
        "citation_count": 30
      },
      {
        "id": "https://openalex.org/W4393951973",
        "title": "Dynamics of magnetization at infinite temperature in a Heisenberg spin chain",
        "abstract": "Understanding universal aspects of quantum dynamics is an unresolved problem in statistical mechanics. In particular, the spin dynamics of the one-dimensional Heisenberg model were conjectured as to belong to the Kardar-Parisi-Zhang (KPZ) universality class based on the scaling of the infinite-temperature spin-spin correlation function. In a chain of 46 superconducting qubits, we studied the probability distribution of the magnetization transferred across the chain's center, [Formula: see text]. The first two moments of [Formula: see text] show superdiffusive behavior, a hallmark of KPZ universality. However, the third and fourth moments ruled out the KPZ conjecture and allow for evaluating other theories. Our results highlight the importance of studying higher moments in determining dynamic universality classes and provide insights into universal behavior in quantum systems.",
        "publication_year": 2024,
        "citation_count": 39
      },
      {
        "id": "https://openalex.org/W4385237310",
        "title": "Equilibrium quantum impurity problems via matrix product state encoding of the retarded action",
        "abstract": "In the $0+1$ -dimensional imaginary-time path integral formulation of quantum impurity problems, the retarded action encodes the hybridization of the impurity with the bath. In this article, we explore the computational power of representing the retarded action as matrix product state (RAMPS). We focus on the challenging Kondo regime of the single-impurity Anderson model, where nonperturbative strong-correlation effects arise at very low energy scales. We demonstrate that the RAMPS approach reliably reaches the Kondo regime for a range of interaction strengths $U$, with a numerical error scaling as a weak power law with inverse temperature. We investigate the convergence behavior of the method with respect to bond dimension and time discretization by analyzing the error of local observables in the full interacting problem and find polynomial scaling in both parameters. Our results suggest that the RAMPS approach offers an alternative avenue for exploring quantum impurity problems, thereby setting the stage for future advancements in the method's capability to address more complex quantum impurity scenarios. Overall, our study contributes to the development of efficient and accurate non-wave-function-based tensor-network methods for quantum impurity problems.",
        "publication_year": 2023,
        "citation_count": 14
      },
      {
        "id": "https://openalex.org/W4387580353",
        "title": "Purification-based quantum error mitigation of pair-correlated electron simulations",
        "abstract": "Abstract An important measure of the development of quantum computing platforms has been the simulation of increasingly complex physical systems. Before fault-tolerant quantum computing, robust error-mitigation strategies were necessary to continue this growth. Here, we validate recently introduced error-mitigation strategies that exploit the expectation that the ideal output of a quantum algorithm would be a pure state. We consider the task of simulating electron systems in the seniority-zero subspace where all electrons are paired with their opposite spin. This affords a computational stepping stone to a fully correlated model. We compare the performance of error mitigations on the basis of doubling quantum resources in time or in space on up to 20 qubits of a superconducting qubit quantum processor. We observe a reduction of error by one to two orders of magnitude below less sophisticated techniques such as postselection. We study how the gain from error mitigation scales with the system size and observe a polynomial suppression of error with increased resources. Extrapolation of our results indicates that substantial hardware improvements will be required for classically intractable variational chemistry simulations.",
        "publication_year": 2023,
        "citation_count": 35
      },
      {
        "id": "https://openalex.org/W4379472308",
        "title": "Kagome chiral spin liquid in transition metal dichalcogenide moiré bilayers",
        "abstract": "At $n=3/4$ filling of the moir\\'e flat band, transition metal dichalcogenide moir\\'e bilayers will develop kagome charge order. We derive an effective spin model for the resulting localized spins and find that its further neighbor spin interactions can be much less suppressed than the corresponding electron hopping strength. Using density matrix renormalization group simulations, we study its phase diagram and, for realistic model parameters relevant for WSe$_2$/WS$_2$, we show that this material can realize the exotic chiral spin liquid phase and the highly debated kagome spin liquid. Our work thus demonstrates that the frustration and strong interactions present in TMD heterobilayers provide an exciting platform to study spin liquid physics.",
        "publication_year": 2023,
        "citation_count": 14
      },
      {
        "id": "https://openalex.org/W4377820387",
        "title": "Efficient method for quantum impurity problems out of equilibrium",
        "abstract": "We introduce an efficient method to simulate the dynamics of an interacting quantum impurity coupled to noninteracting fermionic reservoirs. Viewing the impurity as an open quantum system, we describe the reservoirs by their Feynman-Vernon influence functionals (IFs). The IFs are represented as matrix-product states in the temporal domain, which enables an efficient computation of the dynamics for arbitrary interactions. We apply our method to study quantum quenches and transport in an Anderson impurity model, including highly nonequilibrium setups, and find a favorable performance compared to state-of-the-art methods. The computational resources required for an accurate computation of the dynamics scale polynomially with evolution time, indicating that a broad class of out-of-equilibrium quantum impurity problems are efficiently solvable. This approach will provide additional insights into the dynamical properties of mesoscopic devices and correlated materials.",
        "publication_year": 2023,
        "citation_count": 42
      },
      {
        "id": "https://openalex.org/W4367607216",
        "title": "Nonequilibrium quantum impurity problems via matrix-product states in the temporal domain",
        "abstract": "Describing a quantum impurity coupled to one or more noninteracting fermionic reservoirs is a paradigmatic problem in quantum many-body physics. While historically the focus has been on the equilibrium properties of the impurity-reservoir system, recent experiments with mesoscopic and cold-atomic systems enabled studies of highly nonequilibrium impurity models, which require novel theoretical techniques. We propose an approach to analyze impurity dynamics based on the matrix-product state (MPS) representation of the Feynman-Vernon influence functional (IF). The efficiency of such a MPS representation rests on the moderate value of the temporal entanglement (TE) entropy of the IF, viewed as a fictitious ``wave function'' in the time domain. We obtain explicit expressions of this wave function for a family of one-dimensional reservoirs, and analyze the scaling of TE with the evolution time for different reservoir's initial states. While for initial states with short-range correlations we find temporal area-law scaling, Fermi-sea-type initial states yield logarithmic scaling with time, closely related to the real-space entanglement scaling in critical $1d$ systems. Furthermore, we describe an efficient algorithm for converting the explicit form of general reservoirs' IF to MPS form. Once the IF is encoded by a MPS, arbitrary temporal correlation functions of the interacting impurity can be efficiently computed, irrespective of the form of impurity interactions and bath geometry. The approach introduced here can be applied to a number of experimental setups, including highly nonequilibrium transport via quantum dots and real-time formation of impurity-reservoir correlations, as well as in nonequilibrium dynamical mean-field theory.",
        "publication_year": 2023,
        "citation_count": 39
      },
      {
        "id": "https://openalex.org/W4362455623",
        "title": "Quantum and classical Floquet prethermalization",
        "abstract": "",
        "publication_year": 2023,
        "citation_count": 31
      },
      {
        "id": "https://openalex.org/W4320915020",
        "title": "Overcoming the entanglement barrier in quantum many-body dynamics via space-time duality",
        "abstract": "Describing nonequilibrium properties of quantum many-body systems is challenging due to high entanglement in the wave function. We describe the evolution of local observables via the influence matrix (IM), which encodes the effects of a many-body system as an environment for local subsystems. Recent works found that in many dynamical regimes the IM of an infinite system has low temporal entanglement and can be efficiently represented as a matrix-product state (MPS). Yet, direct iterative constructions of the IM encounter highly entangled intermediate states---a temporal entanglement barrier (TEB). We argue that TEB is ubiquitous, and elucidate its physical origin via a semiclassical quasiparticle picture that exactly captures the behavior of integrable spin chains. Further, we show that a TEB also arises in chaotic spin chains, which lack well-defined quasiparticles. Based on these insights, we formulate an alternative light-cone growth algorithm, which provably avoids TEB, thus providing an efficient construction of the thermodynamic-limit IM as a MPS. This work uncovers the origin of the efficiency of the IM approach for studying thermalization and transport.",
        "publication_year": 2023,
        "citation_count": 23
      },
      {
        "id": "https://openalex.org/W4296841586",
        "title": "Optimal Steering of Matrix Product States and Quantum Many-Body Scars",
        "abstract": "An approach to control quantum many-body systems based on matrix product states is introduced and applied to a system with quantum many-body scars, allowing one to improve the stability of revivals and to utilize scarred dynamics to manipulate entanglement with high fidelity.",
        "publication_year": 2022,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W3201389586",
        "title": "Propagation of many-body localization in an Anderson insulator",
        "abstract": "Many-body localization (MBL) is an example of a dynamical phase of matter that avoids thermalization. While the MBL phase is robust to weak local perturbations, the fate of an MBL system coupled to a thermalizing quantum system that represents a \"heat bath\" is an open question that is actively investigated theoretically and experimentally. In this work we consider the stability of an Anderson insulator with a finite density of particles interacting with a single mobile impurity -- a small quantum bath. We give perturbative arguments that support the stability of localization in the strong interaction regime. Large scale tensor network simulations of dynamics are employed to corroborate the presence of the localized phase and give quantitative predictions in the thermodynamic limit. We develop a phenomenological description of the dynamics in the strong interaction regime, and demonstrate that the impurity effectively turns the Anderson insulator into an MBL phase, giving rise to non-trivial entanglement dynamics well captured by our phenomenology.",
        "publication_year": 2022,
        "citation_count": 13
      },
      {
        "id": "https://openalex.org/W3193790314",
        "title": "Bilayer WSe2 as a natural platform for interlayer exciton condensates in the strong coupling limit",
        "abstract": "",
        "publication_year": 2022,
        "citation_count": 40
      },
      {
        "id": "https://openalex.org/W3041956370",
        "title": "Direct measurement of nonlocal interactions in the many-body localized phase",
        "abstract": "The interplay of interactions and strong disorder can lead to an exotic quantum many-body localized (MBL) phase of matter. Beyond the absence of transport, the MBL phase has distinctive signatures, such as slow dephasing and logarithmic entanglement growth; they commonly result in slow and subtle modifications of the dynamics, rendering their measurement challenging. Here, we experimentally characterize these properties of the MBL phase in a system of coupled superconducting qubits. By implementing phase sensitive techniques, we map out the structure of local integrals of motion in the MBL phase. Tomographic reconstruction of single and two-qubit density matrices allows us to determine the spatial and temporal entanglement growth between the localized sites. In addition, we study the preservation of entanglement in the MBL phase. The interferometric protocols implemented here detect affirmative quantum correlations and exclude artifacts due to the imperfect isolation of the system. By measuring elusive MBL quantities, our work highlights the advantages of phase sensitive measurements in studying novel phases of matter.",
        "publication_year": 2022,
        "citation_count": 41
      },
      {
        "id": "https://openalex.org/W4225853008",
        "title": "Characterizing many-body localization via exact disorder-averaged quantum noise",
        "abstract": "Systems with quenched disorder host fascinating dynamical phases including many-body localization. Theoretical description of such phases proves challenging since it requires disorder-averaging over many configurations, and very rare configurations may have an important effect. Here, the authors introduce a new method, based on the Feynman-Vernon influence functional, that allows one to directly access the disorder-averaged dynamics of quantum spin chains. This formulation provides a starting point for describing the many-body localization transition using variational and analytical techniques.",
        "publication_year": 2022,
        "citation_count": 16
      },
      {
        "id": "https://openalex.org/W4307073565",
        "title": "Purification-based quantum error mitigation of pair-correlated electron simulations",
        "abstract": "An important measure of the development of quantum computing platforms has been the simulation of increasingly complex physical systems. Prior to fault-tolerant quantum computing, robust error mitigation strategies are necessary to continue this growth. Here, we study physical simulation within the seniority-zero electron pairing subspace, which affords both a computational stepping stone to a fully correlated model, and an opportunity to validate recently introduced ``purification-based'' error-mitigation strategies. We compare the performance of error mitigation based on doubling quantum resources in time (echo verification) or in space (virtual distillation), on up to $20$ qubits of a superconducting qubit quantum processor. We observe a reduction of error by one to two orders of magnitude below less sophisticated techniques (e.g. post-selection); the gain from error mitigation is seen to increase with the system size. Employing these error mitigation strategies enables the implementation of the largest variational algorithm for a correlated chemistry system to-date. Extrapolating performance from these results allows us to estimate minimum requirements for a beyond-classical simulation of electronic structure. We find that, despite the impressive gains from purification-based error mitigation, significant hardware improvements will be required for classically intractable variational chemistry simulations.",
        "publication_year": 2022,
        "citation_count": 11
      },
      {
        "id": "https://openalex.org/W4238640560",
        "title": "Influence functional of many-body systems: Temporal entanglement and matrix-product state representation",
        "abstract": "Feynman–Vernon influence functional (IF) was originally introduced to describe the effect of a quantum environment on the dynamics of an open quantum system. We apply the IF approach to describe quantum many-body dynamics in isolated spin systems, viewing the system as an environment for its local subsystems. While the IF can be computed exactly only in certain many-body models, it generally satisfies a self-consistency equation, provided the system, or an ensemble of systems, are translationally invariant. We view the IF as a fictitious wavefunction in the temporal domain, and approximate it using matrix-product states (MPS). This approach is efficient provided the temporal entanglement of the IF is sufficiently low. We illustrate the broad applicability of the IF approach by analyzing several models that exhibit a range of dynamical behaviors, from thermalizing to many-body localized. In particular, we study the non-equilibrium dynamics in the quantum Ising model in both Floquet and Hamiltonian settings. We find that temporal entanglement entropy may be significantly lower compared to the spatial entanglement and analyze the IF in the continuous-time limit. We simulate the thermodynamic-limit evolution of local observables in various regimes, including the relaxation of impurities embedded in an infinite-temperature chain, and the long-lived oscillatory dynamics of the magnetization associated with the confinement of excitations. Furthermore, by incorporating disorder-averaging into the formalism, we analyze discrete time-crystalline response using the IF of a bond-disordered kicked Ising chain. In this case, we find that the temporal entanglement entropy scales logarithmically with evolution time. The IF approach offers a new lens on many-body non-equilibrium phenomena, both in ergodic and non-ergodic regimes, connecting the theory of open quantum systems to quantum statistical physics.",
        "publication_year": 2021,
        "citation_count": 42
      },
      {
        "id": "https://openalex.org/W3198054819",
        "title": "Thouless energy across the many-body localization transition in Floquet systems",
        "abstract": "The notion of Thouless energy plays a central role in the theory of Anderson localization. We investigate the scaling of Thouless energy across the many-body localization (MBL) transition in a Floquet model. We use a combination of methods that are reliable on the ergodic side of the transition (e.g., spectral form factor) and methods that work on the MBL side (e.g. typical matrix elements of local operators) to obtain a complete picture of the Thouless energy behavior across the transition. On the ergodic side, the Thouless energy tends to a value independent of system size, while at the transition it becomes comparable to the level spacing. Different probes yield consistent estimates of the Thouless energy in their overlapping regime of applicability, giving the location of the transition point nearly free of finite-size drift. This work establishes a connection between different definitions of Thouless energy in a many-body setting, and yields new insights into the MBL transition in Floquet systems.",
        "publication_year": 2021,
        "citation_count": 17
      },
      {
        "id": "https://openalex.org/W3156424461",
        "title": "Scaling of temporal entanglement in proximity to integrability",
        "abstract": "Describing dynamics of quantum many-body systems is a formidable challenge due to rapid generation of quantum entanglement between remote degrees of freedom. A promising approach to tackle this challenge, which has been proposed recently, is to characterize the quantum dynamics of a many-body system and its properties as a bath via the Feynman-Vernon influence matrix (IM), which is an operator in the space of time trajectories of local degrees of freedom. Physical understanding of the general scaling of the IM's temporal entanglement and its relation to basic dynamical properties is highly incomplete to present day. In this Article, we analytically compute the exact IM for a family of integrable Floquet models - the transverse-field kicked Ising chain - finding a Bardeen-Cooper-Schrieffer-like \"wavefunction\" on the Schwinger-Keldysh contour with algebraically decaying correlations. We demonstrate that the IM exhibits area-law temporal entanglement scaling for all parameter values. Furthermore, the entanglement pattern of the IM reveals the system's phase diagram, exhibiting jumps across transitions between distinct Floquet phases. Near criticality, a non-trivial scaling behavior of temporal entanglement is found. The area-law temporal entanglement allows us to efficiently describe the effects of sizeable integrability-breaking perturbations for long evolution times by using matrix product state methods. This work shows that tensor network methods are efficient in describing the effect of non-interacting baths on open quantum systems, and provides a new approach to studying quantum many-body systems with weakly broken integrability.",
        "publication_year": 2021,
        "citation_count": 34
      },
      {
        "id": "https://openalex.org/W2966023304",
        "title": "Hierarchy of many-body invariants and quantized magnetization in anomalous Floquet insulators",
        "abstract": "We uncover a new family of few-body topological phases in periodically driven fermionic systems in two dimensions. These phases, which we term correlation-induced anomalous Floquet insulators (CIAFIs), are characterized by quantized contributions to the bulk magnetization from multi-particle correlations, and are classified by a family of integer-valued topological invariants. The CIAFI phases do not require many-body localization, but arise in the generic situation of k-particle localization, where the system is localized (due to disorder) for any finite number of particles up to a maximum number, k. We moreover show that, when fully many-body localized, periodically driven systems of interacting fermions in two dimensions are characterized by a quantized magnetization in the bulk, thus confirming the quantization of magnetization of the anomalous Floquet insulator. We demonstrate our results with numerical simulations.",
        "publication_year": 2021,
        "citation_count": 15
      },
      {
        "id": "https://openalex.org/W3123018470",
        "title": "Nucleation of Ergodicity by a Single Mobile Impurity in Supercooled Insulators",
        "abstract": "We consider a disordered Hubbard model, and show that, at sufficiently weak disorder, a single spin-down mobile impurity can thermalize an extensive initially localized system of spin-up particles. Thermalization is enabled by resonant processes which involve correlated hops of the impurity and localized particles. This effect indicates that certain localized insulators behave as \"supercooled\" systems, with mobile impurities acting as ergodic seeds. We provide analytical estimates, supported by numerical exact diagonalization (ED), showing how the critical disorder strength for such mechanism depends on the particle density of the localized system. In the $U\\rightarrow\\infty$ limit, doublons are stable excitations, and they can thermalize mesoscopic systems by a similar mechanism. The emergence of an additional conservation law leads to an eventual localization of doublons. Our predictions apply to fermionic and bosonic systems and are readily accessible in ongoing experiments simulating synthetic quantum lattices with tunable disorder.",
        "publication_year": 2021,
        "citation_count": 11
      },
      {
        "id": "https://openalex.org/W3116393984",
        "title": "Slow Nonthermalizing Dynamics in a Quantum Spin Glass",
        "abstract": "Spin glasses and many-body localization (MBL) are prime examples of ergodicity breaking, yet their physical origin is quite different: the former phase arises due to rugged classical energy landscape, while the latter is a quantum-interference effect. Here, we study quantum dynamics of an isolated 1D spin glass under application of a transverse field. At high energy densities, the system is ergodic, relaxing via a resonance avalanche mechanism, that is also responsible for the destruction of MBL in nonglassy systems with power-law interactions. At low energy densities, the interaction-induced fields obtain a power-law soft gap, making the resonance avalanche mechanism inefficient. This leads to the persistence of the spin-glass order, as demonstrated by resonance analysis and by numerical studies. A small fraction of resonant spins forms a thermalizing system with long-range entanglement, making this regime distinct from the conventional MBL. The model considered can be realized in systems of trapped ions, opening the door to investigating slow quantum dynamics induced by glassiness.",
        "publication_year": 2020,
        "citation_count": 19
      },
      {
        "id": "https://openalex.org/W3080436277",
        "title": "Stability of mobility edges in disordered interacting systems",
        "abstract": "Many-body localization provides a mechanism to avoid thermalization in isolated interacting quantum systems. The breakdown of thermalization may be complete, when all eigenstates in the many-body spectrum become localized, or partial, when the so-called many-body mobility edge separates localized and delocalized parts of the spectrum. Previously, De Roeck et al. [Phys. Rev. B 93, 014203 (2016)] suggested a possible instability of the many-body mobility edge in energy density. The local ergodic regions---so-called ``bubbles''---resonantly spread throughout the system, leading to delocalization. In order to study such instability mechanism, in this work we design a model featuring many-body mobility edge in particle density: the states at small particle density are localized, while increasing the density of particles leads to delocalization. Using numerical simulations with matrix product states, we demonstrate the stability of many-body localization with respect to small bubbles in large dilute systems for experimentally relevant timescales. In addition, we demonstrate that processes where the bubble spreads are favored over processes that lead to resonant tunneling, suggesting a possible mechanism behind the observed stability of many-body mobility edge. We conclude by proposing experiments to probe particle density mobility edge in the Bose-Hubbard model.",
        "publication_year": 2020,
        "citation_count": 17
      },
      {
        "id": "https://openalex.org/W3099198749",
        "title": "Topological flat bands and correlated states in twisted monolayer-bilayer graphene",
        "abstract": "Monolayer graphene placed with a twist on top of AB-stacked bilayer graphene hosts topological flat bands in a wide range of twist angles. The dispersion of these bands and gaps between them can be efficiently controlled by a perpendicular electric field, which induces topological transitions accompanied by changes of the Chern numbers. In the regime where the applied electric field induces gaps between the flat bands, we find a relatively uniform distribution of the Berry curvature. Consequently, interaction-induced valley- and/or spin-polarized states at integer filling factors are energetically favorable. In particular, we predict a quantum anomalous Hall state at filling factors ν=1,3 for a range of twist angles 1∘<θ<1.4∘. Furthermore, to characterize the response of the system to magnetic field, we computed the Hofstadter butterfly and the Wannier plot, which can be used to probe the dispersion and topology of the flat bands in this material.Received 6 May 2020Revised 29 June 2020Accepted 30 June 2020DOI:https://doi.org/10.1103/PhysRevResearch.2.033150Published by the American Physical Society under the terms of the Creative Commons Attribution 4.0 International license. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.Published by the American Physical SocietyPhysics Subject Headings (PhySH)Research AreasChern insulatorsLandau levelsQuantum anomalous Hall effectPhysical SystemsGrapheneMultilayer thin filmsTechniquesBand structure methodsHartree-Fock methodsCondensed Matter, Materials & Applied Physics",
        "publication_year": 2020,
        "citation_count": 39
      },
      {
        "id": "https://openalex.org/W2914529849",
        "title": "Approximating power of machine-learning ansatz for quantum many-body states",
        "abstract": "An artificial neural network (ANN) with the restricted Boltzmann machine (RBM) architecture was recently proposed as a versatile variational quantum many-body wave function. In this work we provide physical insights into the performance of this ansatz. We uncover the connection between the structure of RBM and perturbation series, which explains the excellent precision achieved by RBM ansazt in certain simple models, demonstrated in the literature. Based on this relation, we improve the numerical algorithm to achieve better performance of RBM in cases where local minima complicate the convergence to the global one. We introduce other classes of variational wave-functions, which are also capable of reproducing the perturbative structure, and show that their performance is comparable to that of RBM. Furthermore, we study the performance of a few-layer RBM for approximating ground states of random, translationally-invariant models in 1d, as well as random matrix-product states (MPS). We find that the error in approximating such states exhibits a broad distribution, and is largely determined by the entanglement properties of the targeted state.",
        "publication_year": 2020,
        "citation_count": 28
      },
      {
        "id": "https://openalex.org/W3105626891",
        "title": "Non-Abelian Symmetries and Disorder: A Broad Nonergodic Regime and Anomalous Thermalization",
        "abstract": "Symmetries play a central role in single-particle localization. Recent research focused on many-body localized (MBL) systems, characterized by new kind of integrability, and by the area-law entanglement of eigenstates. We investigate the effect of a non-Abelian $SU(2)$ symmetry on the dynamical properties of a disordered Heisenberg chain. While $SU(2)$ symmetry is inconsistent with the conventional MBL, a new non-ergodic regime is possible. In this regime, the eigenstates exhibit faster than area-law, but still a strongly sub-thermal scaling of entanglement entropy. Using exact diagonalization, we establish that this non-ergodic regime is indeed realized in the strongly disordered Heisenberg chains. We use real-space renormalization group (RSRG) to construct approximate excited eigenstates, and show their accuracy for systems of size up to $L=26$. As disorder strength is decreased, a crossover to the thermalizing phase occurs. To establish the ultimate fate of the non-ergodic regime in the thermodynamic limit, we develop a novel approach for describing many-body processes that are usually neglected by RSRG, accessing systems of size $L>2000$. We characterize the resonances that arise due to such processes, finding that they involve an ever growing number of spins as the system size is increased. The probability of finding resonances grows with the system size. Even at strong disorder, we can identify a large lengthscale beyond which resonances proliferate. Presumably, this eventually would drive the system to a thermalizing phase. However, the extremely long thermalization time scales indicate that a broad non-ergodic regime will be observable experimentally. Our study demonstrates that symmetries control dynamical properties of disordered, many-body systems. The approach introduced here provides a versatile tool for describing a broad range of disordered many-body systems.",
        "publication_year": 2020,
        "citation_count": 30
      },
      {
        "id": "https://openalex.org/W2966458186",
        "title": "Locality and heating in periodically driven, power-law-interacting systems",
        "abstract": "We study the heating time in periodically driven $D$-dimensional systems with interactions that decay with the distance $r$ as a power-law $1/r^\\alpha$. Using linear response theory, we show that the heating time is exponentially long as a function of the drive frequency for $\\alpha>D$. For systems that may not obey linear response theory, we use a more general Magnus-like expansion to show the existence of quasi-conserved observables, which imply exponentially long heating time, for $\\alpha>2D$. We also generalize a number of recent state-of-the-art Lieb-Robinson bounds for power-law systems from two-body interactions to $k$-body interactions and thereby obtain a longer heating time than previously established in the literature. Additionally, we conjecture that the gap between the results from the linear response theory and the Magnus-like expansion does not have physical implications, but is, rather, due to the lack of tight Lieb-Robinson bounds for power-law interactions. We show that the gap vanishes in the presence of a hypothetical, tight bound.",
        "publication_year": 2019,
        "citation_count": 26
      },
      {
        "id": "https://openalex.org/W2885714125",
        "title": "Spin-mediated particle transport in the disordered Hubbard model",
        "abstract": "Motivated by the recent experiments that reported signatures of many-body localization of ultracold atoms in optical lattices [M. Schreiber et al., Science 349, 842 (2015)], we study dynamics of highly excited states in the strongly disordered Hubbard model in one dimension. Owing to the $SU(2)$ spin symmetry, spin degrees of freedom form a delocalized thermal bath with a narrow bandwidth. The spin bath mediates slow particle transport, eventually leading to delocalization of particles. The particle hopping rate is exponentially small in $t/W\\phantom{\\rule{4pt}{0ex}}(t,W$ being hopping and disorder scales) owing to the narrow bandwidth of the spin bath. We find the optimal length scale for particle hopping and show that the particle transport rate depends strongly on the density of singly occupied sites in the initial state. The delocalization rate is zero for initial states with only doubly occupied or empty sites, suggesting that such states are truly many-body localized, and therefore the Hubbard model may host both localized and delocalized states. Full many-body localization can be induced by breaking spin rotational symmetry.",
        "publication_year": 2019,
        "citation_count": 19
      },
      {
        "id": "https://openalex.org/W2810348985",
        "title": "Probing Quantum Thermalization of a Disordered Dipolar Spin Ensemble with Discrete Time-Crystalline Order",
        "abstract": "We investigate thermalization dynamics of a driven dipolar many-body quantum system through the stability of discrete time crystalline order. Using periodic driving of electronic spin impurities in diamond, we realize different types of interactions between spins and demonstrate experimentally that the interplay of disorder, driving, and interactions leads to several qualitatively distinct regimes of thermalization. For short driving periods, the observed dynamics are well described by an effective Hamiltonian which sensitively depends on interaction details. For long driving periods, the system becomes susceptible to energy exchange with the driving field and eventually enters a universal thermalizing regime, where the dynamics can be described by interaction-induced dephasing of individual spins. Our analysis reveals important differences between thermalization of long-range Ising and other dipolar spin models.",
        "publication_year": 2019,
        "citation_count": 46
      }
    ]
  },
  {
    "name": "Hannes Bernien",
    "id": "https://openalex.org/A5031426303",
    "institution": "Harvard University",
    "score": 0.0,
    "is_conflict": false,
    "works": [
      {
        "id": "https://openalex.org/W4402772753",
        "title": "A dual-species Rydberg array",
        "abstract": "",
        "publication_year": 2024,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W4400869728",
        "title": "An integrated atom array-nanophotonic chip platform with background-free imaging",
        "abstract": "Abstract Arrays of neutral atoms trapped in optical tweezers have emerged as a leading platform for quantum information processing and quantum simulation due to their scalability, reconfigurable connectivity, and high-fidelity operations. Individual atoms are promising candidates for quantum networking due to their capability to emit indistinguishable photons that are entangled with their internal atomic states. Integrating atom arrays with photonic interfaces would enable distributed architectures in which nodes hosting many processing qubits could be efficiently linked together via the distribution of remote entanglement. However, many atom array techniques cease to work in close proximity to photonic interfaces, with atom detection via standard fluorescence imaging presenting a major challenge due to scattering from nearby photonic devices. Here, we demonstrate an architecture that combines atom arrays with up to 64 optical tweezers and a millimeter-scale photonic chip hosting more than 100 nanophotonic cavities. We achieve high-fidelity ( ~ 99.2%), background-free imaging in close proximity to nanofabricated cavities using a multichromatic excitation and detection scheme. The atoms can be imaged while trapped a few hundred nanometers above the dielectric surface, which we verify using Stark shift measurements of the modified trapping potential. Finally, we rearrange atoms into defect-free arrays and load them simultaneously onto the same or multiple devices.",
        "publication_year": 2024,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W4399127665",
        "title": "Rydberg Platform for Nonergodic Chiral Quantum Dynamics",
        "abstract": "We propose a mechanism for engineering chiral interactions in Rydberg atoms via a directional antiblockade condition, where an atom can change its state only if an atom to its right (or left) is excited. The scalability of our scheme enables us to explore the many-body dynamics of kinetically constrained models with unidirectional character. We observe nonergodic behavior via either scars, confinement, or localization, upon simply tuning the strength of two driving fields acting on the atoms. We discuss how our mechanism persists in the presence of classical noise and how the degree of chirality in the interactions can be tuned, opening towards the frontier of directional, strongly correlated, quantum mechanics using neutral atoms arrays.",
        "publication_year": 2024,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W4390637877",
        "title": "Donor-acceptor pairs in wide-bandgap semiconductors for quantum technology applications",
        "abstract": "Abstract We propose a quantum science platform utilizing the dipole-dipole coupling between donor-acceptor pairs (DAPs) in wide bandgap semiconductors to realize optically controllable, long-range interactions between defects in the solid state. We carry out calculations based on density functional theory (DFT) to investigate the electronic structure and interactions of DAPs formed by various substitutional point-defects in diamond and silicon carbide (SiC). We determine the most stable charge states and evaluate zero phonon lines using constrained DFT and compare our results with those of simple donor-acceptor pair (DAP) models. We show that polarization differences between ground and excited states lead to unusually large electric dipole moments for several DAPs in diamond and SiC. We predict photoluminescence spectra for selected substitutional atoms and show that while B-N pairs in diamond are challenging to control due to their large electron-phonon coupling, DAPs in SiC, especially Al-N pairs, are suitable candidates to realize long-range optically controllable interactions.",
        "publication_year": 2024,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W4386802086",
        "title": "Quantum networks with neutral atom processing nodes",
        "abstract": "Abstract Quantum networks providing shared entanglement over a mesh of quantum nodes will revolutionize the field of quantum information science by offering novel applications in quantum computation, enhanced precision in networks of sensors and clocks, and efficient quantum communication over large distances. Recent experimental progress with individual neutral atoms demonstrates a high potential for implementing the crucial components of such networks. We highlight latest developments and near-term prospects on how arrays of individually controlled neutral atoms are suited for both efficient remote entanglement generation and large-scale quantum information processing, thereby providing the necessary features for sharing high-fidelity and error-corrected multi-qubit entangled states between the nodes. We describe both the functionality requirements and several examples for advanced, large-scale quantum networks composed of neutral atom processing nodes.",
        "publication_year": 2023,
        "citation_count": 40
      },
      {
        "id": "https://openalex.org/W4200519085",
        "title": "Multiplexed telecommunication-band quantum networking with atom arrays in optical cavities",
        "abstract": "The realization of a quantum network node of matter-based qubits compatible with telecommunication-band operation and large-scale quantum information processing is an outstanding challenge that has limited the potential of elementary quantum networks. We propose a platform for interfacing quantum processors comprising neutral atom arrays with telecommunication-band photons in a multiplexed network architecture. The use of a large atom array instead of a single atom mitigates the deleterious effects of two-way communication and improves the entanglement rate between two nodes by nearly two orders of magnitude. Furthermore, this system simultaneously provides the ability to perform high-fidelity deterministic gates and readout within each node, opening the door to quantum repeater and purification protocols to enhance the length and fidelity of the network, respectively. Using intermediate nodes as quantum repeaters, we demonstrate the feasibility of entanglement distribution over $\\ensuremath{\\approx}1500\\phantom{\\rule{0.28em}{0ex}}\\text{km}$ based on realistic assumptions, providing a blueprint for a transcontinental network. Finally, we demonstrate that our platform can distribute $\\ensuremath{\\gtrsim}25$ Bell pairs over metropolitan distances, which could serve as the backbone of a distributed fault-tolerant quantum computer.",
        "publication_year": 2021,
        "citation_count": 27
      },
      {
        "id": "https://openalex.org/W3202175531",
        "title": "Entanglement transport and a nanophotonic interface for atoms in optical tweezers",
        "abstract": "Quantum trapping and shuffling Programmable arrays of atoms or ions trapped in optical potentials have recently emerged as a leading platform for quantum simulation. Being able to interface into these arrays to access the quantum information being processed and pass it along to another module remains a challenge. Ðorđević et al . developed a hybrid quantum system that combines atoms held in optical tweezers and a nanophotonic cavity to demonstrate full quantum control, efficient quantum nondestructive readout, and entanglement of atom pairs (see the Perspective by Kaufman). By combining atomic manipulation both inside and away from the cavity field and shuffling the atom qubits into and out of the cavity mode, the authors demonstrate a viable optical interface that could be scaled to larger systems. —ISO",
        "publication_year": 2021,
        "citation_count": 12
      },
      {
        "id": "https://openalex.org/W3192658706",
        "title": "Exploiting Long-Distance Interactions and Tolerating Atom Loss in Neutral Atom Quantum Architectures",
        "abstract": "Quantum technologies currently struggle to scale beyond moderate scale prototypes and are unable to execute even reasonably sized programs due to prohibitive gate error rates or coherence times. Many software approaches rely on heavy compiler optimization to squeeze extra value from noisy machines but are fundamentally limited by hardware. Alone, these software approaches help to maximize the use of available hardware but cannot overcome the inherent limitations posed by the underlying technology.An alternative approach is to explore the use of new, though potentially less developed, technology as a path towards scalability. In this work we evaluate the advantages and disadvantages of a Neutral Atom (NA) architecture. NA systems offer several promising advantages such as long range interactions and native multiqubit gates which reduce communication overhead, overall gate count, and depth for compiled programs. Long range interactions, however, impede parallelism with restriction zones surrounding interacting qubit pairs. We extend current compiler methods to maximize the benefit of these advantages and minimize the cost.Furthermore, atoms in an NA device have the possibility to randomly be lost over the course of program execution which is extremely detrimental to total program execution time as atom arrays are slow to load. When the compiled program is no longer compatible with the underlying topology, we need a fast and efficient coping mechanism. We propose hardware and compiler methods to increase system resilience to atom loss dramatically reducing total computation time by circumventing complete reloads or full recompilation every cycle.",
        "publication_year": 2021,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W3100506022",
        "title": "Large-scale uniform optical focus array generation with a phase spatial light modulator",
        "abstract": "We report a new method to generate uniform large-scale optical focus arrays (LOFAs). By identifying and removing undesired phase rotation in the iterative Fourier-transform algorithm (IFTA), our approach rapidly produces computer-generated holograms of highly uniform LOFAs. The new algorithm also shows faster compensation of system-induced LOFA intensity inhomogeneity than the conventional IFTA. After just three adaptive correction steps, we demonstrate LOFAs consisting of $\\mathcal{O}(10^3)$ optical foci with $> 98\\ \\%$ intensity uniformity.",
        "publication_year": 2019,
        "citation_count": 18
      }
    ]
  },
  {
    "name": "J. Zhang",
    "id": "https://openalex.org/A5033555080",
    "institution": "National Institute of Standards and Technology",
    "score": 0.0,
    "is_conflict": false,
    "works": []
  },
  {
    "name": "Soonwon Choi",
    "id": "https://openalex.org/A5053736683",
    "institution": "Harvard University",
    "score": 0.0,
    "is_conflict": false,
    "works": [
      {
        "id": "https://openalex.org/W4392984773",
        "title": "Benchmarking highly entangled states on a 60-atom analogue quantum simulator",
        "abstract": "Abstract Quantum systems have entered a competitive regime in which classical computers must make approximations to represent highly entangled quantum states 1,2 . However, in this beyond-classically-exact regime, fidelity comparisons between quantum and classical systems have so far been limited to digital quantum devices 2–5 , and it remains unsolved how to estimate the actual entanglement content of experiments 6 . Here, we perform fidelity benchmarking and mixed-state entanglement estimation with a 60-atom analogue Rydberg quantum simulator, reaching a high-entanglement entropy regime in which exact classical simulation becomes impractical. Our benchmarking protocol involves extrapolation from comparisons against an approximate classical algorithm, introduced here, with varying entanglement limits. We then develop and demonstrate an estimator of the experimental mixed-state entanglement 6 , finding our experiment is competitive with state-of-the-art digital quantum devices performing random circuit evolution 2–5 . Finally, we compare the experimental fidelity against that achieved by various approximate classical algorithms, and find that only the algorithm we introduce is able to keep pace with the experiment on the classical hardware we use. Our results enable a new model for evaluating the ability of both analogue and digital quantum devices to generate entanglement in the beyond-classically-exact regime, and highlight the evolving divide between quantum and classical systems.",
        "publication_year": 2024,
        "citation_count": 28
      },
      {
        "id": "https://openalex.org/W4392284845",
        "title": "Limitations of Linear Cross-Entropy as a Measure for Quantum Advantage",
        "abstract": "Demonstrating quantum advantage requires experimental implementation of a computational task that is hard to achieve using state-of-the-art classical systems. One approach is to perform sampling from a probability distribution associated with a certain class of highly entangled many-body wave functions. It has been suggested that such a quantum advantage can be certified with the (XEB). We critically examine this notion. First, we consider a “benign” setting, where an honest implementation of a noisy quantum circuit is assumed, and characterize the conditions under which the XEB approximates the of quantum dynamics. Second, we assume an “adversarial” setting, where all possible classical algorithms are considered for comparisons, and show that achieving relatively high XEB values does not imply faithful simulation of quantum dynamics. Specifically, we present an efficient classical algorithm that achieves high XEB values, namely 5–12% of those obtained in the state-of-the-art experiments, within just a few seconds using a single GPU machine. This is made possible by identifying and exploiting several vulnerabilities of the XEB, which allows us to achieve high XEB values without simulating a full quantum circuit. Remarkably, our algorithm features with the system size than a noisy quantum device for commonly studied random circuit ensembles in various architecture. We quantitatively explain the success of our algorithm and the limitations of the XEB by using a theoretical framework, in which the dynamics of the average XEB and fidelity are mapped to classical statistical mechanics models. Using this framework, we illustrate the relation between the XEB and the fidelity for quantum circuits in various architectures, with different choices of gate sets, and in the presence of noise. Taken together, our results demonstrate that XEB’s utility as a proxy for fidelity hinges on several conditions, which should be independently checked in the benign setting, but cannot be assumed in the general adversarial setting. Therefore, the XEB on its own has a limited utility as a benchmark for quantum advantage. We briefly discuss potential ways to overcome these limitations. Published by the American Physical Society 2024",
        "publication_year": 2024,
        "citation_count": 25
      },
      {
        "id": "https://openalex.org/W4389991481",
        "title": "Complete Hilbert-Space Ergodicity in Quantum Dynamics of Generalized Fibonacci Drives",
        "abstract": "Ergodicity of quantum dynamics is often defined through statistical properties of energy eigenstates, as exemplified by Berry's conjecture in single-particle quantum chaos and the eigenstate thermalization hypothesis in many-body settings. In this work, we investigate whether quantum systems can exhibit a stronger form of ergodicity, wherein any time-evolved state uniformly visits the entire Hilbert space over time. We call such a phenomenon complete Hilbert-space ergodicity (CHSE), which is more akin to the intuitive notion of ergodicity as an inherently dynamical concept. CHSE cannot hold for time-independent or even time-periodic Hamiltonian dynamics, owing to the existence of (quasi)energy eigenstates which precludes exploration of the full Hilbert space. However, we find that there exists a family of aperiodic, yet deterministic drives with minimal symbolic complexity---generated by the Fibonacci word and its generalizations---for which CHSE can be proven to occur. Our results provide a basis for understanding thermalization in general time-dependent quantum systems.",
        "publication_year": 2023,
        "citation_count": 18
      },
      {
        "id": "https://openalex.org/W4386636893",
        "title": "Benchmarking Quantum Simulators Using Ergodic Quantum Dynamics",
        "abstract": "We propose and analyze a sample-efficient protocol to estimate the fidelity between an experimentally prepared state and an ideal target state, applicable to a wide class of analog quantum simulators without advanced spatiotemporal control. Our protocol relies on universal fluctuations emerging from generic Hamiltonian dynamics, which we discover in the present work. It does not require fine-tuned control over state preparation, quantum evolution, or readout capability, while achieving near optimal sample complexity: a percent-level precision is obtained with $\\ensuremath{\\sim}{10}^{3}$ measurements, independent of system size. Furthermore, the accuracy of our fidelity estimation improves exponentially with increasing system size. We numerically demonstrate our protocol in a variety of quantum simulator platforms, including quantum gas microscopes, trapped ions, and Rydberg atom arrays. We discuss applications of our method for tasks such as multiparameter estimation of quantum states and processes.",
        "publication_year": 2023,
        "citation_count": 22
      },
      {
        "id": "https://openalex.org/W4386074200",
        "title": "Landau-Forbidden Quantum Criticality in Rydberg Quantum Simulators",
        "abstract": "The Landau-Ginzburg-Wilson theory of phase transitions precludes a continuous transition between two phases that spontaneously break distinct symmetries. However, quantum mechanical effects can intertwine the symmetries, giving rise to an exotic phenomenon called deconfined quantum criticality (DQC). In this Letter, we study the ground state phase diagram of a one-dimensional array of individually trapped neutral atoms interacting strongly via Rydberg states, and demonstrate through extensive numerical simulations that it hosts a variety of symmetry-breaking phases and their transitions including DQC. We show how an enlarged, emergent continuous symmetry arises at the DQCs, which can be experimentally observed in the joint distribution of two distinct order parameters, obtained within measurement snapshots in the standard computational basis. Our findings highlight quantum simulators of Rydberg atoms not only as promising platforms to experimentally realize such exotic phenomena, but also as unique ones allowing access to physical properties not obtainable in traditional experiments.",
        "publication_year": 2023,
        "citation_count": 22
      },
      {
        "id": "https://openalex.org/W4378214001",
        "title": "Controlling Local Thermalization Dynamics in a Floquet-Engineered Dipolar Ensemble",
        "abstract": "Understanding the microscopic mechanisms of thermalization in closed quantum systems is among the key challenges in modern quantum many-body physics. We demonstrate a method to probe local thermalization in a large-scale many-body system by exploiting its inherent disorder and use this to uncover the thermalization mechanisms in a three-dimensional, dipolar-interacting spin system with tunable interactions. Utilizing advanced Hamiltonian engineering techniques to explore a range of spin Hamiltonians, we observe a striking change in the characteristic shape and timescale of local correlation decay as we vary the engineered exchange anisotropy. We show that these observations originate from the system's intrinsic many-body dynamics and reveal the signatures of conservation laws within localized clusters of spins, which do not readily manifest using global probes. Our method provides an exquisite lens into the tunable nature of local thermalization dynamics and enables detailed studies of scrambling, thermalization, and hydrodynamics in strongly interacting quantum systems.",
        "publication_year": 2023,
        "citation_count": 14
      },
      {
        "id": "https://openalex.org/W4361278937",
        "title": "Measuring Arbitrary Physical Properties in Analog Quantum Simulation",
        "abstract": "A central challenge in analog quantum simulation is to characterize desirable physical properties of quantum states produced in experiments. However, in conventional approaches, the extraction of arbitrary information requires performing measurements in many different bases, which necessitates a high level of control that present-day quantum devices may not have. Here, we propose and analyze a scalable protocol that leverages the ergodic nature of generic quantum dynamics, enabling the efficient extraction of many physical properties. The protocol does not require sophisticated controls and can be generically implemented in analog quantum simulation platforms today. Our protocol involves introducing ancillary degrees of freedom in a predetermined state to a system of interest, quenching the joint system under Hamiltonian dynamics native to the particular experimental platform, and then measuring globally in a single, fixed basis. We show that arbitrary information of the original quantum state is contained within such measurement data, and can be extracted using a classical data-processing procedure. We numerically demonstrate our approach with a number of examples, including the measurements of entanglement entropy, many-body Chern number, and various superconducting orders in systems of neutral atom arrays, bosonic and fermionic particles on optical lattices, respectively, only assuming existing technological capabilities. Our protocol excitingly promises to overcome limited controllability and, thus, enhance the versatility and utility of near-term quantum technologies.",
        "publication_year": 2023,
        "citation_count": 36
      },
      {
        "id": "https://openalex.org/W4327568992",
        "title": "Probing many-body dynamics in a two-dimensional dipolar spin ensemble",
        "abstract": "The most direct approach for characterizing the quantum dynamics of a strongly interacting system is to measure the time evolution of its full many-body state. Despite the conceptual simplicity of this approach, it quickly becomes intractable as the system size grows. An alternate approach is to think of the many-body dynamics as generating noise, which can be measured by the decoherence of a probe qubit. Here we investigate what the decoherence dynamics of such a probe tells us about the many-body system. In particular, we utilize optically addressable probe spins to experimentally characterize both static and dynamical properties of strongly interacting magnetic dipoles. Our experimental platform consists of two types of spin defects in nitrogen delta-doped diamond: nitrogen-vacancy colour centres, which we use as probe spins, and a many-body ensemble of substitutional nitrogen impurities. We demonstrate that the many-body system's dimensionality, dynamics and disorder are naturally encoded in the probe spins' decoherence profile. Furthermore, we obtain direct control over the spectral properties of the many-body system, with potential applications in quantum sensing and simulation.",
        "publication_year": 2023,
        "citation_count": 45
      },
      {
        "id": "https://openalex.org/W3142878809",
        "title": "Classically verifiable quantum advantage from a computational Bell test",
        "abstract": "We propose and analyze a novel interactive protocol for demonstrating quantum computational advantage, which is efficiently classically verifiable. Our protocol relies upon the cryptographic hardness of trapdoor claw-free functions (TCFs). Through a surprising connection to Bell's inequality, our protocol avoids the need for an adaptive hardcore bit, with essentially no increase in the quantum circuit complexity and no extra cryptographic assumptions. Crucially, this expands the set of compatible TCFs, and we propose two new constructions: one based upon the decisional Diffie-Hellman problem and the other based upon Rabin's function, $x^2 \\bmod N$. We also describe two independent innovations which improve the efficiency of our protocol's implementation: (i) a scheme to discard so-called \"garbage bits\", thereby removing the need for reversibility in the quantum circuits, and (ii) a natural way of performing post-selection which significantly reduces the fidelity needed to demonstrate quantum advantage. These two constructions may also be of independent interest, as they may be applicable to other TCF-based quantum cryptography such as certifiable random number generation. Finally, we design several efficient circuits for $x^2 \\bmod N$ and describe a blueprint for their implementation on a Rydberg-atom-based quantum computer.",
        "publication_year": 2022,
        "citation_count": 34
      },
      {
        "id": "https://openalex.org/W3014894655",
        "title": "Quantum Optimization of Maximum Independent Set using Rydberg Atom Arrays",
        "abstract": "Step 0.2 0.4",
        "publication_year": 2022,
        "citation_count": 16
      },
      {
        "id": "https://openalex.org/W4280555353",
        "title": "Bulk and boundary quantum phase transitions in a square Rydberg atom array",
        "abstract": "Motivated by recent experimental realizations of exotic phases of matter on programmable quantum simulators, we carry out a comprehensive theoretical study of quantum phase transitions in a Rydberg atom array on a square lattice, with both open and periodic boundary conditions. In the bulk, we identify several first-order and continuous phase transitions by performing large-scale quantum Monte Carlo simulations and develop an analytical understanding of the nature of these transitions using the framework of Landau-Ginzburg-Wilson theory. Remarkably, we find that under open boundary conditions, the boundary itself undergoes a second-order quantum phase transition, independent of the bulk. These results explain recent experimental observations and provide important new insights into both the adiabatic state preparation of novel quantum phases and quantum optimization using Rydberg atom array platforms.",
        "publication_year": 2022,
        "citation_count": 32
      },
      {
        "id": "https://openalex.org/W4226166882",
        "title": "Measurement-Induced Transition in Long-Range Interacting Quantum Circuits",
        "abstract": "The competition between scrambling unitary evolution and projective measurements leads to a phase transition in the dynamics of quantum entanglement. Here, we demonstrate that the nature of this transition is fundamentally altered by the presence of long-range, power-law interactions. For sufficiently weak power laws, the measurement-induced transition is described by conformal field theory, analogous to short-range-interacting hybrid circuits. However, beyond a critical power law, we demonstrate that long-range interactions give rise to a continuum of nonconformal universality classes, with continuously varying critical exponents. We numerically determine the phase diagram for a one-dimensional, long-range-interacting hybrid circuit model as a function of the power-law exponent and the measurement rate. Finally, by using an analytic mapping to a long-range quantum Ising model, we provide a theoretical understanding for the critical power law.",
        "publication_year": 2022,
        "citation_count": 35
      },
      {
        "id": "https://openalex.org/W4281566205",
        "title": "Benchmarking Quantum Simulators using Ergodic Quantum Dynamics",
        "abstract": "We propose and analyze a sample-efficient protocol to estimate the fidelity between an experimentally prepared state and an ideal target state, applicable to a wide class of analog quantum simulators without advanced spatiotemporal control. Our protocol relies on universal fluctuations emerging from generic Hamiltonian dynamics, which we discover in the present work. It does not require fine-tuned control over state preparation, quantum evolution, or readout capability, while achieving near optimal sample complexity: a percent-level precision is obtained with ∼10^{3} measurements, independent of system size. Furthermore, the accuracy of our fidelity estimation improves exponentially with increasing system size. We numerically demonstrate our protocol in a variety of quantum simulator platforms, including quantum gas microscopes, trapped ions, and Rydberg atom arrays. We discuss applications of our method for tasks such as multiparameter estimation of quantum states and processes.",
        "publication_year": 2022,
        "citation_count": 10
      },
      {
        "id": "https://openalex.org/W3216900164",
        "title": "Fault-Tolerant Qubit from a Constant Number of Components",
        "abstract": "With gate error rates in multiple technologies now below the threshold required for fault-tolerant quantum computation, the major remaining obstacle to useful quantum computation is scaling, a challenge greatly amplified by the huge overhead imposed by quantum error correction itself. We propose a fault-tolerant quantum computing scheme that can nonetheless be assembled from a small number of experimental components, potentially dramatically reducing the engineering challenges associated with building a large-scale fault-tolerant quantum computer. Our scheme has a threshold of 0.39% for depolarising noise, assuming that memory errors are negligible. In the presence of memory errors, the logical error rate decays exponentially with $\\sqrt{T/\\tau}$, where $T$ is the memory coherence time and $\\tau$ is the timescale for elementary gates. Our approach is based on a novel procedure for fault-tolerantly preparing three-dimensional cluster states using a single actively controlled qubit and a pair of delay lines. Although a circuit-level error may propagate to a high-weight error, the effect of this error on the prepared state is always equivalent to that of a constant-weight error. We describe how the requisite gates can be implemented using existing technologies in quantum photonic and phononic systems. With continued improvements in only a few components, we expect these systems to be promising candidates for demonstrating fault-tolerant quantum computation with a comparatively modest experimental effort.",
        "publication_year": 2021,
        "citation_count": 25
      },
      {
        "id": "https://openalex.org/W3204082826",
        "title": "Symmetry enriched phases of quantum circuits",
        "abstract": "",
        "publication_year": 2021,
        "citation_count": 29
      },
      {
        "id": "https://openalex.org/W2622157906",
        "title": "Symmetry-protected dissipative preparation of matrix product states",
        "abstract": "We propose and analyze a method for efficient dissipative preparation of matrix product states that exploits their symmetry properties. Specifically, we construct an explicit protocol that makes use of driven-dissipative dynamics to prepare a many-body quantum state that features symmetry-protected topological order and non-trivial edge excitations. The preparation protocol is protected from errors that respect the symmetry, allowing for robust experimental implementation without fine-tuned control. Numerical simulations show that the preparation time scales polynomially in system size $n$. Furthermore, we demonstrate that this scaling can be improved to $\\mathcal{O}(\\log^2 n)$ by using parallel preparation of individual segments and fusing them via quantum feedback. A concrete scheme using excitation of trapped neutral atoms into Rydberg states via electromagnetically induced transparency is proposed, and generalizations to a broader class of matrix product states are discussed.",
        "publication_year": 2021,
        "citation_count": 22
      },
      {
        "id": "https://openalex.org/W3131900049",
        "title": "Emission of Spin-Correlated Matter-Wave Jets from Spinor Bose-Einstein Condensates",
        "abstract": "We report the observation of matter-wave jet emission in a strongly ferromagnetic spinor Bose-Einstein condensate of $^{7}\\mathrm{Li}$ atoms. Directional atomic beams with $|F=1,{m}_{F}=1⟩$ and $|F=1,{m}_{F}=\\ensuremath{-}1⟩$ spin states are generated from $|F=1,{m}_{F}=0⟩$ state condensates or vice versa. This results from collective spin-mixing scattering events, where spontaneously produced pairs of atoms with opposite momentum facilitates additional spin-mixing collisions as they pass through the condensates. The matter-wave jets of different spin states ($|F=1,{m}_{F}=\\ifmmode\\pm\\else\\textpm\\fi{}1⟩$) can be a macroscopic Einstein-Podolsky-Rosen state with spacelike separation. Its spin-momentum correlations are studied by using the angular correlation function for each spin state. Rotating the spin axis, the inter- and intraspin-momentum correlation peaks display a high-contrast oscillation, indicating collective coherence of the atomic ensembles. We provide numerical calculations that describe the experimental results at a quantitative level. Our Letter paves the way to generating macroscopic quantum entanglement with the spin and motional degree of freedom with massive particles. It has a wide range of applications from quantum information science to the fundamental studies of quantum entanglement.",
        "publication_year": 2021,
        "citation_count": 25
      },
      {
        "id": "https://openalex.org/W3169221790",
        "title": "Emergent Randomness and Benchmarking from Many-Body Quantum Chaos",
        "abstract": "",
        "publication_year": 2021,
        "citation_count": 11
      },
      {
        "id": "https://openalex.org/W4226300323",
        "title": "Limitations of Linear Cross-Entropy as a Measure for Quantum Advantage",
        "abstract": "Demonstrating quantum advantage requires experimental implementation of a computational task that is hard to achieve using state-of-the-art classical systems. One approach is to perform sampling from a probability distribution associated with a class of highly entangled many-body wavefunctions. It has been suggested that this approach can be certified with the Linear Cross-Entropy Benchmark (XEB). We critically examine this notion. First, in a \"benign\" setting where an honest implementation of noisy quantum circuits is assumed, we characterize the conditions under which the XEB approximates the fidelity. Second, in an \"adversarial\" setting where all possible classical algorithms are considered for comparison, we show that achieving relatively high XEB values does not imply faithful simulation of quantum dynamics. We present an efficient classical algorithm that, with 1 GPU within 2s, yields high XEB values, namely 2-12% of those obtained in experiments. By identifying and exploiting several vulnerabilities of the XEB, we achieve high XEB values without full simulation of quantum circuits. Remarkably, our algorithm features better scaling with the system size than noisy quantum devices for commonly studied random circuit ensembles. To quantitatively explain the success of our algorithm and the limitations of the XEB, we use a theoretical framework in which the average XEB and fidelity are mapped to statistical models. We illustrate the relation between the XEB and the fidelity for quantum circuits in various architectures, with different gate choices, and in the presence of noise. Our results show that XEB's utility as a proxy for fidelity hinges on several conditions, which must be checked in the benign setting but cannot be assumed in the adversarial setting. Thus, the XEB alone has limited utility as a benchmark for quantum advantage. We discuss ways to overcome these limitations.",
        "publication_year": 2021,
        "citation_count": 23
      },
      {
        "id": "https://openalex.org/W3101583760",
        "title": "Quantum Virtual Cooling",
        "abstract": "We propose a quantum-information-based scheme to reduce the temperature of quantum many-body systems and access regimes beyond the current capability of conventional cooling techniques. We show that collective measurements on multiple copies of a system at finite temperature can simulate measurements of the same system at a lower temperature. This idea is illustrated for the example of ultracold atoms in optical lattices, where controlled tunnel coupling and quantum gas microscopy can be naturally combined to realize the required collective measurements to access a lower, virtual temperature. Our protocol is experimentally implemented for a Bose-Hubbard model on up to 12 sites, and we successfully extract expectation values of observables at half the temperature of the physical system. Additionally, we present related techniques that enable the extraction of zero-temperature states directly.Received 8 January 2019Revised 25 May 2019DOI:https://doi.org/10.1103/PhysRevX.9.031013Published by the American Physical Society under the terms of the Creative Commons Attribution 4.0 International license. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.Published by the American Physical SocietyPhysics Subject Headings (PhySH)Research AreasCooling & trappingQuantum entanglementQuantum information processingQuantum InformationAtomic, Molecular & OpticalInterdisciplinary Physics",
        "publication_year": 2019,
        "citation_count": 39
      },
      {
        "id": "https://openalex.org/W3037355117",
        "title": "Quantum Approximate Optimization Algorithm: Performance, Mechanism, and Implementation on Near-Term Devices",
        "abstract": "A new parameter optimization method for a hybrid quantum-classical algorithm shows how it can exploit novel mechanisms to speed up computational time by orders of magnitude.",
        "publication_year": 2019,
        "citation_count": 38
      },
      {
        "id": "https://openalex.org/W2921543873",
        "title": "Quantum error correction and entanglement phase transition in random unitary circuits with projective measurements",
        "abstract": "We analyze the dynamics of entanglement entropy in a generic quantum many-body open system from the perspective of quantum information and error corrections. We introduce a random unitary circuit model with intermittent projective measurements, in which the degree of information scrambling by the unitary and the rate of projective measurements are independently controlled. This model displays two stable phases, characterized by volume law and area law of the steady state entanglement entropy, respectively. The transition between the two phases is understood from the point of view of quantum error correction: the chaotic unitary time evolution protects quantum information from projective measurements that act as errors. A phase transition occurs when the rate of errors exceeds a threshold that depends on the degree of information scrambling, which is estimated by the quantum decoupling theorem in a strong scrambling limit. We confirm these results using numerical simulations and obtain the phase diagram of our model.",
        "publication_year": 2019,
        "citation_count": 12
      },
      {
        "id": "https://openalex.org/W2810348985",
        "title": "Probing Quantum Thermalization of a Disordered Dipolar Spin Ensemble with Discrete Time-Crystalline Order",
        "abstract": "We investigate thermalization dynamics of a driven dipolar many-body quantum system through the stability of discrete time crystalline order. Using periodic driving of electronic spin impurities in diamond, we realize different types of interactions between spins and demonstrate experimentally that the interplay of disorder, driving, and interactions leads to several qualitatively distinct regimes of thermalization. For short driving periods, the observed dynamics are well described by an effective Hamiltonian which sensitively depends on interaction details. For long driving periods, the system becomes susceptible to energy exchange with the driving field and eventually enters a universal thermalizing regime, where the dynamics can be described by interaction-induced dephasing of individual spins. Our analysis reveals important differences between thermalization of long-range Ising and other dipolar spin models.",
        "publication_year": 2019,
        "citation_count": 46
      },
      {
        "id": "https://openalex.org/W2597257160",
        "title": "Dynamically induced many-body localization",
        "abstract": "We show that a quantum phase transition from ergodic to many-body localized (MBL) phases can be induced via periodic pulsed manipulation of spin systems. Such a transition is enabled by the interplay between weak disorder and slow heating rates. Specifically, we demonstrate that the Hamiltonian of a weakly disordered ergodic spin system can be effectively engineered, by using sufficiently fast coherent controls, to yield a stable MBL phase, which in turn completely suppresses the energy absorption from external control field. Our results imply that a broad class of existing many-body systems can be used to probe non-equilibrium phases of matter for a long time, limited only by coupling to external environment.",
        "publication_year": 2018,
        "citation_count": 15
      },
      {
        "id": "https://openalex.org/W4394655417",
        "title": "Quantum metrology based on strongly correlated matter",
        "abstract": "We propose and analyze a new method for quantum metrology based on stable non-equilibrium states of quantum matter. Our approach utilizes quantum correlations stabilized by strong interactions and periodic driving. As an example, we present an explicit protocol to perform Floquet enhanced measurements of an oscillating magnetic field in Ising-interacting spin systems. Our protocol allows one to circumvent the interaction-induced decoherence associated with high density spin ensembles and is robust to the presence of noise and imperfections. Applications to nanoscale magnetic sensing and precision measurements are discussed.",
        "publication_year": 2018,
        "citation_count": 22
      },
      {
        "id": "https://openalex.org/W4289544110",
        "title": "Computational complexity of the Rydberg blockade in two dimensions",
        "abstract": "We discuss the computational complexity of finding the ground state of the two-dimensional array of quantum bits that interact via strong van der Waals interactions. Specifically, we focus on systems where the interaction strength between two spins depends only on their relative distance $x$ and decays as $1/x^6$ that have been realized with individually trapped homogeneously excited neutral atoms interacting via the so-called Rydberg blockade mechanism. We show that the solution to NP-complete problems can be encoded in ground state of such a many-body system by a proper geometrical arrangement of the atoms. We present a reduction from the NP-complete maximum independent set problem on planar graphs with maximum degree three. Our results demonstrate that computationally hard optimization problems can be naturally addressed with coherent quantum optimizers accessible in near term experiments.",
        "publication_year": 2018,
        "citation_count": 13
      }
    ]
  },
  {
    "name": "J. J. Sakurai",
    "id": "https://openalex.org/A5111773958",
    "institution": null,
    "score": 0.0,
    "is_conflict": false,
    "works": []
  }
]